EEC_PROP/src/main/resources/OP_06/VALID/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:856ef409-fcdc-4d45-a929-0f01d2346000</wsa:MessageID>
      <int:ProcedureID>urn:uuid:c6f15da3-6a7d-4130-b322-a15379a0cd7b</int:ProcedureID>
      <int:ConversationID>urn:uuid:7286344e-919b-4b3f-8669-15e4bd518fce</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.05/P.CC.05.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.05/1.1.1/P.CC.05.PRC.001/P.CC.05.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.05/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:b76cae5d-a8bc-4c17-affe-0a52fdaed987</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:a1b90184-d0f1-4632-ae32-7b0e7461743d</int:TrackID>
         <int:AcceptTime>2020-01-22T14:13:48+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>51088e97-1851-4888-b928-a4f67488940e</sgn:SignalId>
         <sgn:DateTime>2020-01-22T14:13:48.385</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
